Repository: Zulu55/OnSale
Catalog: OnSale.Prism/OnSale.Prism/Resources/Resource.*.resx
Languages: pt

source: Accept
pt: Aceitar

# ConnectionError
source: Check the internet connection.
pt: Verifique a conexão com a Internet.

source: Error
pt: Erro

# SearchProduct
source: Search a product...
pt: Pesquisar Produto...

source: Name
pt: Nome

source: Description
pt: Descrição

source: Price
pt: Preço

source: Category
pt: Categoria

source: Is Starred
pt: É Estrelado

source: Add to cart
pt: Adicionar ao carrinho

source: Product
pt: Produto

source: Products
pt: Produtos

source: Login
pt: Conecte-se

source: Modify user
pt: Modificar usuário

source: Show purchase history
pt: Mostrar histórico de compras

source: Show shopping car
pt: Mostrar carro de compras

# EmailPlaceHolder
source: Enter your email...
pt: Digite seu e-mail...

# EmailError
source: You must enter a valid email.
pt: Você deve inserir um e-mail válido.

source: Password
pt: Senha

# PasswordPlaceHolder
source: Enter your password...
pt: Coloque sua senha...

# PasswordError
source: You must enter your password.
pt: Você deve inserir sua senha.

# ForgotPassword
source: Forgot your password?
pt: Você esqueceu sua senha?

# Register
source: Register New User
pt: Registrar Novo Usuário

# LoginError
source: Email or password wrong
pt: Email ou senha incorretos.

source: Logout
pt: Fazer logoff

# LoginFirstMessage
source: You must be logged in to complete this action. You can login or register as a user below.
pt: Você deve estar logado para concluir esta ação. Você pode fazer o login ou registrar-se como um usuário abaixo.

source: Qualification
pt: Qualificação

source: Qualifications
pt: Avaliações

# QualificationNumber
source: Number of qualifications
pt: Número de avaliações

source: Date
pt: Encontro

source: Remarks
pt: Comentários

source: Details
pt: Detalhes

# RemarksPlaceHolder
source: Enter your remarks...
pt: Insira seus comentários...

# QualificationError
source: You must select a qualification.
pt: Você deve selecionar uma classificação.

source: New Qualification
pt: Nova Classificação

source: Save
pt: Salve

source: Document
pt: Documento

# DocumentPlaceHolder
source: Enter your document number...
pt: Insira seu documento...

# DocumentError
source: You must enter a document.
pt: Você deve inserir um documento.

source: First name
pt: Nomes

# FirstNamePlaceHolder
source: Enter your first name...
pt: Insira seus nomes...

# FirstNameError
source: You must enter a first name.
pt: Você deve inserir pelo menos um nome.

source: Last name
pt: Sobrenomes

# LastNamePlaceHolder
source: Enter your last name...
pt: Digite seu sobrenome...

# LastNameError
source: You must enter a last name.
pt: Você deve inserir pelo menos um sobrenome.

source: Address
pt: Endereço

# AddressPlaceHolder
source: Enter your address...
pt: Digite seu endereço...

# AddressError
source: You must enter an address.
pt: Você deve inserir seu endereço.

source: Phone
pt: Telefone

# PhoneError
source: Enter your phone...
pt: Digite seu telefone...

# PhonePlaceHolder
source: You must enter a phone.
pt: Você deve inserir o seu telefone.

source: City
pt: Cidade

# CityError
source: You must select a city.
pt: Você deve selecionar uma cidade.

# CityPlaceHolder
source: Select your city...
pt: Selecione uma cidade...

source: Department
pt: Departamento

# DepartmentError
source: You must select a department.
pt: Você deve selecionar um departamento.

# DepartmentPlaceHolder
source: Select your department...
pt: Selecione um departamento...

source: Country
pt: País

# CountryError
source: You must select a country.
pt: Você deve selecionar um país.

# CountryPlaceHolder
source: Select your country...
pt: Selecione um pais...

source: Password confirm
pt: ConfirmaÇão Da Senha

# PasswordConfirmError1
source: You must enter a password confirm.
pt: Você deve inserir uma confirmação de senha.

# PasswordConfirmError2
source: The password and confirm does not match.
pt: Senha e confirmação não coincidem.

# PasswordConfirmPlaceHolder
source: Enter the password confirm...
pt: Digite uma confirmação de senha...

# Error001
source: User no found.
pt: Usuário não encontrado.

# Error002
source: Product no found.
pt: Produto não encontrado.

# Error003
source: A user with that email is already registered.
pt: Um usuário com esse e-mail já está registrado.

# Error004
source: City no found.
pt: Cidade não encontrada.

# RegisterMessge
source: Your user has been registered ok, an email was sent to confirm the user account.
pt: Seu usuário foi cadastrado ok, um email foi enviado para confirmar a conta do usuário.

# PictureSource
source: Where do you want to take the picture?
pt: De onde você quer tirar a imagem?

source: Cancel
pt: Cancelar

source: From Camera
pt: Da camera

source: From Gallery
pt: Da galeria

# NoCameraSupported
source: The device does not support access to the camera.
pt: O dispositivo não suporta acesso à câmera.

# NoGallerySupported
source: The device does not support access to the gallery.
pt: O dispositivo não suporta acesso à galeria.

source: Recover Password
pt: Recuperar Senha

# RecoverPasswordMessage
source: An email was sent to change your password.
pt: Um email foi enviado para alterar sua senha.
